MICLARO-BACK-master/Servicios/api/application/views/Request/Info_Comercial_Plan.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservice.promociones.claro.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:Info_Comercial_Plan>
         <Usuario>admin_gnt_promo</Usuario>
         <Contrasena>admin_gnt_promo</Contrasena>
         <Canal>USSD</Canal>
         <Min><?=$V3hbf4so4iko?></Min>
      </web:Info_Comercial_Plan>
   </soapenv:Body>
</soapenv:Envelope>